A
a
Aagh!
ability
able
about
about.
Above
above
above.
abruptly
Accept
accept
accepts
accompany
accustomed
Across
across
across.
acting
Add
add
addition
additional
adds
adjust
adopt
adorned
advance
advances
advancing
Adventure
adventure
adventure.
adventurer
adventurer,
Adventurers
adventurers.
adversary.
advice,'
advice?
advised
advises
afford
afraid
After
after
afternoon!'
afternoon.'
afternoon...,'
Again
Again,
again
again,
again.
again;
again?
Against
against
age.
aggressive
agile
agile,
ago
agonising
agonising.
agony
agree
'Ah
Ahead
ahead
ahead,
ahead.
aid
aid.
aim.
air
air,
air.
alarmed
alcove
alcove,
alcove.
alcoves
alert,
alive
alive,
alive.
All
all
all,
all.
allow
almost
Along
along
along.
already
already,
also
Alternatively
Although
although
always
am
am.
amazed
Amber
Amber?
'Ambush!
Ambush!
ambushed
amid
Amidst
amidst
Amongst
amongst
amount
amounts
an
'And
and
and,
anger
anger.
angry
Animal
animal
animal-hide
animals
ankle.
ankles.
annoyed
annoyed.
Another
another
answer
Anti-Poison
Anti-Poison,
Anti-Poison.
Anti-Poison?
anxiously
any
any)
any).
anybody
anymore.'
anything
anything.
apart
APE
Ape
ape-like
apologise
apologizes
Apparently,
appear
appear,
appearing
appears
appears.
apprehensive
approach
approach,
approaches
approval
approximately
Arch-Mage'.
archway.
arduous
Are
are
are,
area.
argue
arguing
arguing,
argument
argument.
arm
arm.
Armband
armed
armour
armour.
armourer.
arms
arms.
Around
around
around.
arouse
'Arragon
Arragon
Arragon.
Arragon's
arrive
Arriving
arrow
arrow,
arrow;
arrows
arrows.
art
artefacts.
As
as
ashes
ask
asking
asks
asleep
asleep,
asleep.
At
at
attached
ATTACK
Attack
attack
attack.
attacked
attackers.
attacking
attempt
attempting
available
avoid
await
awaits
awake
awakens
aware
away
away.
awe
axe
axe.
axes
axes.
B
Back
back
back,
back.
backpack
backpack,
backpack.
backpack?
bad
badly
bag
bag.
bags
balance
bald
balding
band
BANDIT
Bandit
Bandits
bandits
bank
bank.
bar
barb
barb.
BARBARIAN
BARBARIAN!
Barbarian.
bare-chested
bark.
barking
barking.
barrel
barrier
base
BAT
bat
bathed
BATS.
Bats
Bats.
bats,
battle
battle,
battle.
battles.
bay.
be
be.
beak
beam
BEAR
BEAR.
bear
beard
beard,
beard.
bearded
beards
beards.
bearing
bearings.
Bear's
BEAST
BEAST.
Beast
beast
beast,
beasts
because
become
becomes
becoming
bed
bed,
bedding
bee
been
BEES
BEES.
Bees
bees,
Before
before
before,
before.
beg
begin
begin.
beginning
begins
begs
beheaded
behind
behind.
Being
being
believe
believes
bell
bell,
bell.
bell?
belladonna
belladonna.
belladonna?
belonging
belongings
belongs
beloved
below
below,
below.
below;
belt
belt.
bend
bending
bends
beneath
Beside
beside
best
better
Between
between
bewilderment
Beyond
Beyond,
beyond
beyond,
biceps
bid
big
bigger
Bigleg
Bigleg,
Bigleg.
Bigleg's
bird
birds
birds'
biscuits.
bit
bite
bits
bitten
bitter
bitter.
Black
black
black.
blackness
blackness.
black-striped
blade
blank.
blanket
blanket,
blanket.
'Bless
blinding
blistered
bloated
blocking
BLOOD
Blood
blood
blood!
blood,
blood.
bloodied
blood-ringed
blow
blow,
blow.
blowing
blowpipes
blows
blue
BOAR
BOAR.
Boar
boat
boat.
bodies
body
body,
body.
bolt
bolts
bone
bone.
bones
'bong'
book
book?
books
books,
booming
Boots
boots.
borderlands
bored
Both
both
bottle
bottle,
bottle.
bottles,
bottom
bottom,
bottom.
BOULDER
Boulder
boulder
boulder,
boulders
boulders.
bounce
boundary
bow
bowing
bowl
bowl,
bowl.
bows
box
box,
box.
boy
Bracelet
bracelet
branch
branch,
branches
branches,
branches.
brandishing
brass
bread
break
breaking
breaking.
breaks
breath
breath,
breath.
breathe
breathe.
breeze.
bridge
bridge,
bridge.
bright
brighten.
bring
brings
broadsword
broken
broken.
bronze
brother
brother,
brown
brown,
brown-skinned
bruised
brush
brushing
bubbles
bubbling
bucket
budge.
Buds
Buds,
Buds.
bugs.
build
building
building,
building.
builds
bulbous
bulge
bulk
burn
burn.
burning
burst
bursting
bursts
bury
bush
bushes
bushes,
bushes.
bushy
But
but
but,
butter.
butterfly
buy
buying
buzzing
By
by
by,
cabinets
cage
cage,
cage.
cage?
call
calling
Calm
calm
calm.
came
camp
campfire
can
can.
candle
cannot
can't
canvas
cap,
cape
Capsules
Capsules,
capsules
capsules.
captors
carcass
care
carefully
carries
carrot
carrot!
Carry
carry
carrying
carved
case
case,
cast
casts
casually
catch
catches
CATWOMAN
CATWOMAN,
Catwoman
caught
cause.
caused
causes
CAVE
Cave
cave
cave,
cave.
cave?
cavern
cavern,
cavern.
cavity
cease
ceiling.
CENTAUR.
Centaur
Centaur's
centimetres
centre
certainly
chain.
chainmail
chainmail-clad
Chair
chair
chair.
chairs,
chalk
challenge
challenge,
change
CHANGER
CHANGER,
Changer!
Changer.
Changer's
changes
chaos
charge
charges
charity
charts
chasing
cheering,
chest
chest,
chest.
chest?
chewing
chicken
chief
chimney
chin.
chiselled
choice,
choke
choose
Chop
chosen
circle
circling
circular
circular,
clad
Clambering
claustrophobic
claws
claws.
clay
clear
clearing
clearing.
clearings
clearly
cleaves
clicks
climb
Climbing
Climbing?
climbing
climbing,
climbs
cling
clinging
cloak
CLONE
Clone
clone
cloned
clones:
close
closely,
closer
closes
closing
cloth
cloth,
cloth.
clothes
clothes.
clothing
clothing.
cloud
cloud,
club
club.
club-shaped
clump
clumps
clumsy
clutter
coat
cobwebs
coffin
coffin.
coin
coins
cold
cold.
collapses
collar
collect
collection,
colour
colour.
coloured
colourless
combat
combat,
combat.
come
comes
comfortable.
coming
commands
commenting
communicate
company
company,
complete
computing
concentrating
Concentration
Concentration,
confidence
confident.
confidently.
conical
consequences.
consists
consume
contact
contain
containing
contains
content
contents
contents.
contest
Continue
continue
continue,
continues
Continuing
continuing
contorted
Control
Control,
controlling
conversation
conversation.
conversation?
copper
cord
cord.
cork
corked
corner
corpse
COST
cost
cottage
cottage,
cottage.
cottages
cough
cough.
coughs
could
count
counting
course
cover
covered
covering
covers
cower
crack
cracked
cracks
craftsman.
crammed
cramped
crash
crashed
crashes
crashing
crawl
crawling
crawls
creature
creature,
creature.
creatures
creatures.
Creep
creep
cries
cries.
crop
crops
crops.
Cross
cross
crossbow
crossed
crossing
cross-legged
crossroads.
crouch
crouched
crow
crow,
crow.
crowd
crowd.
crowded
crown
crown.
cruel
crumpled
crushed
cry.
crypt
crypt.
cupboards
curios.
curl
curls
current
curse
curse,
cursed
curses
curtain
cushion.
cut
cuts
Cutting
dagger
dagger.
daggers
daggers.
damage
danger.
dangerous
dangers
dangling
dank
dank.
dark
dark,
dark.
darkened
darkens
darker
darkness
darkness.
Darkwood
Darkwood!
Darkwood,
Darkwood...
dart
dart.
darts
dashes
day
day,
Daylight
daylight
days
dead
deafening
DEATH
'Death
Death
death
debris
debris.
decide
decided
deciding
decision
decision?'
decline
declines
Deduct
deduct
deduction
deductions
deep
Deeper
deeper
defeat
defeat,
defeated
defence
defence.
defenceless
defend
deftly
dejected.
delay,
delirious
delirium
delirium.
Demand
demands
DEMON
DEMON,
Demon
Demon.
dense
depths
depths.
Descend
descend
descended
descending
descends
deserted.
desk
desperate
Despite
despite
destiny
destiny.
determine
determined
devoid
Dexterity
Dexterity,
diagrams.
diameter
dice
dice.
did
die
die.
dies
dies,
difference.
different
different-coloured
difficult
difficulty
dingy
dinner
direction
direction.
directions.
directly
dirt
dirty
disability.
disappear
disappears
disbelief
disbelief.
Discard
discarded.
discount
discover
discovered
discovery.
disease
disguise.
disinterest
dismayed
dismiss
dissolved
dissolves
dissolving
distance
distance.
distorts
distracted
distraught
dive
Do
do
do,
do.
dodge
does
doesn't
DOG
Dog,
dog
dogs
dogs,
dogs.
doing
domed
donation,
done
done.
Don't
door
door,
door.
doubled.
doubt
doubtful
down
down,
down.
dozens
drag
Dragon
dragon-like
dragon's
dragons.
Draining
drains
dramatically.
Draw
draw
drawer
drawers
drawing
drawn.
draws
dreams.
dressed
dried
drift
Drink
drink
drips
driven
droop.
Drop
drop
dropped
drops
drove
droves,
drunk
dry
dry,
due
dull
dullness
During
during
Dust
dust
dust.
dust;
dusty.
DWARF
Dwarf
dwarf
dwarf,
dwarfish
Dwarf's
dwarf's
dwarfs
dwarfs!'
dwarfs,
dwarfs.
dying
Each
each
each.
eager
eagerly
eagle
ear.
earlier.
early
early.
earn
ears
EARTH
earth.
earthen
ease
easily
easily.
'East'.
east
east,
east.
eastwards,
eastwards?
easy.
eat
eat,
eat.
eaten
eating
ebony
ebony.
echo
edge
edge,
edge.
edges
EEL
eerie
effect
effect.
effects
effort
egg
eggs.
either
elbow
ELEMENTAL
elementalist?
else
elven
embers
emerald
emerges
emperor's
enchanted
encountered
encounters.
end
end.
ends
enemy
engulfed
enjoy
enjoying
enough
enough,
enraged
Entanglement
enter
entering
entrance
entrance.
enveloped
envelops
envious
equal
Equipment
erupts
Escape
Escape,
escape
escape.
escapes
escaping
even
evening,
Eventually
eventually
ever
every
everywhere.
evil
exactly
examination,
examine
Examining
examining
exasperated.
exceeds
except
excited
excuse
exhausted
exhausted.
exist
exists
exit
expect
expectant
expecting
explain
explaining
explains
explode.
explodes
explodes,
explore
exposed
expression
exquisite
extended
extending
extends
Eye
eye
eye.
eyelids
eyes
eyes,
eyes.
fabled
face
face.
faces
faces.
fact
fade
fades
failed
Failing
faithful
fall
fall,
fall.
fallen
Falling
falling
falls
fangs
far
farewell
farewell.
fast
fat
fatal
fate.
favour
favourite
fear
fear,
fear.
fear;
fears
fearsome
feast
feasted
features
fee,
feel
Feeling
feeling
feels
feet
feet,
feet.
fell
fended
ferns
fever
fever,
fever.
few
field
field.
fiercely
fiery
fifty
Fight
fight
fight.
fighter
fighting
figure
figures
fill
filled
filling
Filters
Filters,
Filters.
Filters?
Finally
finally
find
find.
findings
fine
finger
finger.
fingers
FIRE
Fire
fire
fire,
fire.
fire-blackened
fireplace
fireplace,
fireplace?
fireside
First
first
first.
FISH
Fish
fish
fist
fists
fists.
fits
five
fixedly
flame
Flames
flaming
flapping
flash
flashes,
flat
flat.
flesh
flew
flexing
flick
flicker
flies
floor
floor,
floor.
floundering
flowers
flowing
Flute
flute
flute.
flute?
fluttering
flutters
fly
fly.
flying
foaming
folk
Follow
follow
followed
follower
Following
following,
foolish
foolish.
foot
foot.
footing.
footsteps
for
for,
for.
force
forced
forces
forehead
forehead.
FOREST
Forest
Forest!
Forest.
Forest;
forest
forest!
forest.
forest;
forget
forgiveness
forks
forks.
forms
forth
fortunate
fortune,
fortune.'
forward
fought
foul
found
four
Fourth
four-way
fox
fox,
fragile
fragments
frantic
frantically
frantically.
free
free!
free!'
free,
free.
freely
freely.
fresh
friar
friar.
friend...
frog!
From
from
front
frowns
frowns.
fruit
fruit,
fruit.
full
fully
fungi
fungi.
fungus
fungus,
fur
furniture
furniture.
furs
Further
further
fuss
future
G
gain
gained
gale,
gale.
gallop
gallop.
galloping
gallops
game
gaps
Garlic
garlic
gas
gas.
gashes
gather
Gauntlet
gauntlet
gauntlet,
gauntlet?
gave
gaze
gems.
general
genie
gentle
gently
gently.
get
gets
getting
GHOUL
GHOUL.
Ghoul
Ghoul,
Ghoul.
Ghoul's
GIANT
GIANT.
Giant
Giant's
gigantic
Gillibran
Gillibran!
Gillibran,
Gillibran.
Gillibran...
Gillibran?
Gillibran's
Give
give
gives
glare
glares
glass
glaze.
glee
glittering.
gloom
gloom.
gloomy
Glove
glove.
glow
glow.
glowing
gnarled
GNOME
Gnome
Gnome.
'Go
Go
go
go,
go.
goal
GOBLIN
GOBLIN,
GOBLIN.
Goblin
Goblin?
goblin
Goblins
goblins
goblins,
goes
goes.
Going
going
going.
Gold
gold
gold,
gold.
gold...
gold?
golden
gold-rimmed
gold-studded
gone
gone.
gong
'Good
Good
good
good,
goodbye,
good-day,
good-day.
goodly
good-sized
gorge
gorge,
gorge.
gorge;
got
grab
grabbing
Gradually
gradually
grasp
grass
grass,
grasses
grasses.
grassy
gratefully
great
great,
great.
greater
greater,
greater;
greedy
green
green.
green-faced
green-skinned
green-topped
GREMLIN
Gremlin
Gremlin.
GREMLINS
Gremlin's
Gremlins
grey
grip
grip.
gripped
grips
grit
gritting
groan,
grope
ground
ground,
ground.
group
grovel
grow
growing
growl
growl.
growling
growling,
growls
growls.
grubby
grumpy
grunting
grunts
grunts,
gulp
'Ha,
ha,
habit!
had
hair
hairless
hairy
half
half-cat
half-girl
half-horse.
half-man,
half-way
halt
halts
hammer
hammer!
hammer,
hammer.
hammer...
hammer?
hand
hand,
hand.
handle
handle.
hand-made
hands
hands.
hands;
hang
hanging
hangs
happened.
happens
happens,
happens.
happily
Happy
happy
hard
hard,
hard.
harder
hardy
has
hastily
hasty
hat.
hates
haul
hauled
have
haven't
Having
having
HAWK
HAWKS.
Hawks
hawks
He
he
Head
head
head,
head.
head?
Headband
headed.
Heading
heading
heading?
heads
heads;
heal
heal.
Healing
Healing?
healing
health
heap
heap.
hear
hear.
heard
heard.
heart
heavily
heavy
heavy.
heels
height.
helmet
helmet,
helmet?
'Help
help
help,
help.
helping
helplessly.
her
her,
here
here.
hermit
he's
hidden
hide
hideous
hides.
High
high
high.
higher
high-pitched
HILL
Hill
hill
hill,
hills
hills.
him
him,
him.
him?
himself
hind
hire,
His
his
hiss
hit
hits
hitting
HOBGOBLIN
HOBGOBLINS,
Hobgoblins
hold
holding
holds
hole
hole,
hole.
hollow
hollowed
Holy
home
hoof
hooves
hopefully,
horn
horn,
horrified
horror
horror,
horse
host
hot
hot.
hounds
hour
hours
house
house,
household
housing
hover
hovering
hovers
how
However
However,
howl
howling
huffing
huge
huge,
human
humanoid
humanoids
humanoids.
hunchback
hunchbacked
hundreds
hung
hungry.
hunt
hunted
hunter
HUNTING
Hunting
hunting
hunting,
hurry
hurt.
hut
hut,
hut.
huts
'I
I
idea
If
(if
if
igniting,
Ignore
ignore
ignore.
Ignoring
ignoring
'I'll
I'll
illuminating
illusion
'I'm
I'm
images
immediately
impossible
In
in
in,
in.
inches
including
increases
indeed
independently
infernal
information
information,
ingot
inhabited
inhale
inhale.
Initial
injure
injuries.
injury
injury;
inky
inquisitively.
inscribed
inscription
Insect
insects
Inside
inside
inside.
insignificant
inspect
inspect.
instantly
Instead
instead
instead,
Instructions
instructions
instructions.
intelligent
intending
intense
intensifies
interest
interested
intervals
into
intruder
intruder!'
invades
investigate
investigate,
invigorated.
invisible
inviting
iron
iron,
Is
is
is.
isn't
It
it
it)
it,
it.
ITEM
item
item,
items
items,
It's
Its
it's
its
itself
ivy
jacket
jackets.
jars,
jaw
jaws
jerkin.
jet
jets.
jewel
jewels
Jingling
jittery
journey
journey.
journey's
joy,
Jump
jump
jump.
jumping
jumps
junction
junction,
junction.
Just
just
Keep
keep
keeps
kept
kettle
key
key?
keyhole
keyhole.
kick
kicking
kicks
killed
killed...
KILLER
Killer
kills
kind
king
king,
kingdom.
knees
knees,
knees.
knife
knife,
knile
knocking
knocks
knotted
know
know.
knows
labelled
labels
labours
ladder
ladder.
lair
lair.
lamp
land
land.
landing
lands
lands,
language
Lantern
lantern
lantern,
lantern.
lap
large
large,
larger
largest
lash
lashes
last
last.
late.
Later
later
laugh
laugh,
laughing
laughter
lead
leader
Leading
leading
leads
leaf
leafing
Leaks
leap
Leaping
Leaping?
leaping
leaps
learn.
leather
leather-bound
Leave
leave
leaves
Leaving
leaving
Leech
Leech,
Leech.
left
left,
left.
leg
leg.
legs
legs,
legs.
length
length.
less
let
lets
letter
level
level.
levels
levels.
lever.
Levitation
Levitation?
levy
lichen
lid
lies
Life
life
life!'
life,
life.
lifeless
lift
lifted
lifts
Light
Light?
light
lightning
like
likely
limbs
line
liquid
liquid.
List
List).
List,
List.
listen.
listens
lit
litter
little
little,
little.
live
lived
lives
living
loathsome
lock
lodge
lodged
lodges
log
log.
loin
long
long,
longer
longer,
Look
look
Looking
looking
looks
looming
loose
lopes
Lord
LOSE
Lose
lose
loses
loss
lost
lost.
lot
lots
loud
loud,
louder
louder.
loudly
loudly.
low
LUCK
Luck
Luck.
luck.
luck.'
Luckily
luckless
Lucky
Lucky,
lumbers
lungs
lurk
lurking
lush
Lying
lying
mad
made
mage
maggot-ridden
magic
magical
magics
magnificent
main
Make
(make
make
make.
makes
making
MAN
MAN.
Man
man
man,
manage
managed
manages
manner
manner.
Man's
man's,
many
map
map,
map.
marble.
mark
marked
marks
mask,
MASKED
masked
mass
massive
master
master.
master?
material
matter
may
may:
Maybe
maybe
me
me?'
means
measures
measuring
medallion
meet
members
MEN,
Men
Men,
men
menacing
menacing.
mended
merchandise,
Mercifully
mercy,
merrily,
met
metal
metamorphose
metre
metre.
metre-high
metres
metres.
middle
middle.
midst
might
mighty
mind
mind.
minds
minutes
Mirewater,
miserable
misfortune
misfortune,
missed
misses
Missile
missing.
Mist
mistakenly.
misused
Mix-Up
moan.
moans.
moist
moist.
moment
moment.
money.
monster.
monsters
months.
moon
moon,
more
more,
more.
morning
mortal.
moss
moss.
moss-covered
motionless
mount,
mouse
mouth
mouth.
move
move.
moved
moved.
movements
moves
moving
much
mud
mud.
mumbles
murderers
murky
muscles
mushroom
mushroom.
Mushrooms
mushrooms
mushrooms,
must
musty
mutterings
'My
My
my
myself.'
naked
name
narrow
narrow,
narrowing
narrows
nearby
nearer
nearer.
nearest
nearly
neatly
necessary
neck
neck,
neck.
necklace
necks.
need
needs
neither
nerve
nervous
Net
net
net.
never
nevertheless
new
news
next
nice
night
night.
No
no
noble
nobody
nod
nods
noise
noise.
noises
noisily
nominated
nonchalantly
noose
noose.
normal
'North'
north
north,
north.
north.'
north;
north?
northern
northwards
northwards,
northwards.
northwards?
Nose
nose
nose,
nose.
noses
nostrils
nostrils.
Not
not
not,
not.
notches
Note
note
nothing
nothing.
notice
noticed
Now,
now
now,
nowhere
numb.
number
oak
oak,
object
objects
objects,
objects.
obviously
occasionally
odd
Of
of
off
off,
offer
offer,
offer.
offer?
offering
offers
OGRE
Ogre
Ogre's
'Oh
'Oh!
Oh
old
old,
old.
ominous,
On
on
on)
on.
once
once,
once.
oncoming
One
one
one)
one.
ones
only
Open
open
open,
open.
opening
opens
opponent
opportunity
opposite
option.
(or
or
ORC
orc.
ORCS
Orcs
ordeal.
ornate
Other
other
other.
others
Otherwise
ought
our
out
out!
out.
outdoor
outline
Outside
outside
outside.
outstretched
over
overgrown
overhanging
overhead.
overjoyed
own
own.
owner
owners
owners,
pace
pace,
pack
pages
paid
Pain
pain
pain.
painfully,
painted
Pair:
pair
pair:
pairs
pairs.
pale-skinned
palms,
panic,
panther
paralyse
paralyses
parchment
parried
part
parted,
parts
parts...
party
pass
pass.
passage
passes
passing
past
patch
path
path,
path.
path;
path?
patiently
paws
Pay
pay
payment
payment,
peace
peaceful
pear-shaped
peer
Peering
peg
pegs
penetrate
people
people,
people...
perfectly
Perhaps
perhaps
perilous
person
person.
personal
petals
phial
phial.
Pick
pick
picked
Picking
picks
Piece
Piece.
piece
Pieces
Pieces,
Pieces.
pieces
pierced
pierces
pig-like
pile
pipe.
pit
pit.
pitch
Place
place
places
Placing
plain
plain,
plain.
plan
Plant
plaque
plate
platform
platform.
play
playing
plays
pleasant
pleased
pleasing
plop
ploughed
pluck
plump,
plunge
pocket
pocket.
pockets
point
point.
pointed
pointing
points
points,
points.
poison
poison.
poisonous
poisonous.
poison-tipped
polished
politely
pond
ponder
pool
poor
popping
porch
porch.
portion
portions
portly
position
position.
positions
possess
possessions
possessions,
possessions.
possible
post
Potion
potion
potion,
potion.
pouch
pouches
pounce
pounce.
pours
power
power.
powerful
powerless
practised
prefer
Prepare
prepare
prepared
presence,
press
presses
presume
presume,'
pretending
prey.
prise
probably
problems
procedure.
proceed
proceeds
procession
properties
protect
protecting
protrude
protrudes
protruding
proudly
Provisions
Provisions.
PTERODACTYL
Pterodactyl
puff
puffing
pull
pulling
pulls
punctures
purchase
purchased
purple
purple-topped
pursuit
Push
push
Put
put
putrid
puts
Putting
PYGMIES
Pygmies
Pygmies.
Pygmies?
PYGMY
Pygmy
quest
quest,
question
quick
Quickly
quickly
quickly,
quickly.
quiet
quiet.
quietly
quietness
Quin
Quin.
Quin's
quite
quiver
quizzical
rabbit
rabbit,
race
radiates
rag,
rage.
Ragged
raging
rain
rainbow
raise
raised,
raises
rapidly
rash,
rather
rattles
rattling
razor-sharp
razor-sharp.
reach
reaches
reaching
reaction,
read
readiness.
reading
reads
reads:
ready
realise
realised
reappears
rears
reason
receive
recognize
red
red.
red-topped
Reduce
reduce
reduced
reducing
reel
reflected
refreshed
Refuse
refuse
regular
rejoicing,
relax
relax.
relaxes
release
released
releases
relevant
relief,
relieve
Relieved
relieved
remaining
remains
remove
removing
repair,
repeating
repelled
replies
reply
reptilian
requested
require
requires,
rescue
resemble
resist
respect
rest
rest.
restless
restore
restored
retain
retreats
Return
return
returned.
Returning
returning
returns
reveals
rewarded...'
rewards
ribbon
rich
rickety
ride
rider
rider,
ridge
riding
right
right.
right;
right-hand
rigid,
rim.
Ring
ring
ring,
ring.
ring?
rippling
rise
rise.
rises
rises,
rising
risk
risking
river
river,
river.
river?
river's
roaming
roar
roar.
roars
rob
robber.
robed
robes
rock
rock,
rock.
rocking
rocks
rocks.
rocky
Rod
rod
Roll
roll
roll.
rolled
rolls
roof
roof.
room
room,
room.
rooted
roots
roots.
Rope
rope
rope,
ropes
rotten
rotting
rough
roughly
ROUND
Round
Round,
round
round.
rounded
Rounds
Row
row
rows
Rub
rub
rubbing
rubble
rugs.
ruined
Rummage
rummage
Rummaging
Rumour
run
run,
rung
running
running.
runs
Rush
rush
rusted
sacking.
sacks.
sacred
Sadly,
safely.
said
sale
salt
same
same.
sandal.
sap-blood
Save
saved.
savoury
saw
say,
saying
saying,
says
says,
scabbard
scabbard,
scales
scales.
scaly
scattered
scent
score
score,
score.
scores
scores,
scramble
scraps
screaming
screaming,
screaming.
screeches
screeching
screen.
screw
scrolls
scrolls.
Search
search
searching
Second
second
second,
seconds
secreted
sections
see
see,
see.
seeing
seem
seems
seen
seen.
segments,
seize
send
sending
sensation
sense
sent
sentence,
separate
servant
servant.
set
sets
setting
settle
settled.
several
shadow
shadows
shaft
shafts
shake
shake.
shakes
shakily
shallow
SHAPE
Shape
shape
shape.
shaped
shapes
sharp
sharp,
sharply
She
she
sheathe
sheepskin
Sheet
Sheet.
sheet
shelf
shell
Shelves,
shelves
shelves.
shield
shield.
shines
shiny
shirt
shiver
Shock
shock
shoot
shooting
shoots
short
shorter
shorts
Should
should
shoulder
shoulder.
shoulder;
shoulders
shout
shout.
shouting
shouting,
shouts
show
shrivelled
shrug
shudder
shuffle
shuffles
shuffling
side
side,
side.
sides
sides,
sides.
sighs
sight
sight!
sight.
sign
signal
signpost
signpost,
signpost.
signs
silence
silence,
silently
silk
silver
silver.
similar
since
sinewy
single
sinister
sink
sink.
sinking
sinks
Sit
sit
sits
Sitting
sitting
six
sixty
size.
skeletal
skeleton
skeletons,
skewered
skies
skilful
SKILL
SKILL,
Skill
skill.
skilled
skin
skin,
skin.
skirts
skull
skulls
sky
sky.
slab
slab,
slab.
slams
slanted
slate
slate.
slaying
sleep
sleep,
sleep.
sleeping.
sleeps?
Slicing
slides
slightly
slightly.
slime
slime,
slimy
slip
slippery
Slipping
slips
slope
sloping
slot
slow
slow,
slow-flowing
Slowly
slowly
slowly,
slow-moving
Slowness
slump
slumps
slung
Small,
small
small,
smash
smashes
smell.
smiles
smiles,
smiles.
smiling
smoke
smoke.
smooth
smouldering
snap
snapping
snare
snare,
snare.
snarls
sneers.
sniffing
snoring
snout.
snugly
So
so
so,
so.
soft
soil.
solid.
solitary
'Some
some
Somebody
somebody
somebody's
something
somewhat
somewhere
song.
Soon
soon
soothing
sore
sorry,
sought
sound
sound,
sound.
sounds
South
south
south,
south.
span
sparkles
sparkling
speak
speak.
speaking
speaking.
speaks
spears.
spectacles.
speed.
spend
SPIDER
Spider
spin
spindly
spine
spinning
spiny
spiral
spit
spit-roast
spit-roasted
splashing
splayed
splintered
splinters
split
splits
splits.
splutter.
spores
spray
spray.
spread
spreads
spring
springs
sprinkle
sprouts
sprung
spurned
square
squawking
squealing
stab
stagger
stair
staircase
staircase.
stairs
stairs,
stairs.
stairs?
stake
stake,
staked
stakes
stalking
stallion
stallion.
STAMINA
STAMINA.
Stand
stand
Standing
standing
stands
stare
staring
Start
start
start,
start.
starting
starts
starvation.
state
stationary
Stay
stay
staying
steal
Steam
steam
steep
stem
Step
step
stepping
Steps
steps
steps,
steps.
steps;
stick
sticking
stiffen
still
Stillness
Stillness?
STING
Sting
sting
stir
stocky
stolen
stolen!
stolen.
stomach
stomach.
stomp
Stone
stone
stone,
stone.'
'Stonebridge'.
Stonebridge
Stonebridge,
Stonebridge.
Stonebridge...
Stonebridge;
stones
stones?
stool
stop
stopping
stops
store
story
straight
Strange
strange
strangely
stranger
stranger,
stranger.
strangle
strap
straw
stream
stream.
streams
streams.
Strength
Strength,
strength
strength.
stretches
stretching
strides
strike
string
strong
strong.
stronger
struggle
struggles
struggling
stubby
studs.
Stuffed
stumble
stumpy
subservience.
subsides
subsides,
subtract
subtracted
succeed
succeed,
successful,
successfully
such
suck
sudden
Suddenly
Suddenly,
suddenly
suffer
suggested
Suitably
sullen
sun
sun,
sun.
sunlight
sunlight,
sunlight.
sunny
support
supreme
sure.
surface
surge
surges
surprise
surprised
surprisingly
surrounded
surrounding
survive,
suspended
suspiciously
swallow
swarm
sway
swaying
Sweat
sweat
sweating
sweet
swim
swing
swinging
swings
swishes
swoop
swooping
sword
sword,
sword.
sword?
swords
swords.
table
table,
tail
Take
take
taken
takes
Taking
taking
Talk
talking
tall
tall,
tall.
taller
talons
tangled
TANGLEWEED.
Tangleweed
tap
target
target.
task
tastes
tasty
tasty.
tattered
teeth
teeth,
teeth.
telepathically
tell
tell.
tells
tempted
ten
tended
tending
tentatively,
terrible
terrifying
territory
Test
than
thank
thanking
thanks
'That
That
that
that,
that?
that?'
thatched
The
the
Their
their
them
them!
them,
them.
them?
Then
Then,
then
'There
There
there
there,
there.
Therefore,
There's
These
these
They
they
Thick
thick
thick,
thicken
thief
thief!
thieves
thigh
thigh.
thin
thing
things
think
think,
Thinking
thinks
thinning
thins
Third
This
this
this,
this.'
thorn
thorny
thoroughly
those
though
thread
threat
threaten
threatening.
three
throes
throne
Through
through
Throw
throw
throwing
thrown
throws
thrusting
thud
thumb.
thumping
thunders
tied
tight
tighten
Time
time
time!
time.
time:
times
times,
tingling
tiny
tip
tiptoe
tire
tiring.
To
to
to,
Together
together
too
took
tooth,
top
top,
top.
torches
torn
torso
torso.
torture.
Toss
toss
tosses
total
totally
touch
touched
touching
towards
tower
tower.
toxic
trail
tranquil
trap,
trap.
trap.'
trap?
trapped
trapped,
trapped.
trapper
treasure
treasure.
Treat
treat
tree
tree,
tree.
TREEMAN
TREEMAN.
Treeman
Treeman.
trees
trees.
tremble
tremble.
trespassing
trickles
trident.
tried
tries
trip
TROLL
Troll
Troll,
Troll.
trolls
trolls.'
trolls...
trouble,
trousers
Trumble
Trumble,
trunk
trunk.
trust
trust.
trusty
truth
Try
try
trying
tubes
tug
tumbles
tumbling
tunics.
tunnel
tunnel,
tunnel.
turmoil
Turn
(turn
turn
turn.
turned
turning
turns
tusks
twice,
twig
twist
twisting
twists
Two
two
ugly
unable
unafraid.
unbearable
unbearable.
unblinkingly
uncomfortable
uncomfortable.
unconscious
unconscious.
uncontrollably.
uncork
undead
under
underground,
undergrowth
undergrowth.
underneath
uneasy
uneventful.
unfamiliar
unfortunate
Unfortunately,
unfortunately
unfriendly
ungrateful,
unimportant.
unintelligible
uninterested
uninvited,
unite
unknown
Unless
unlike
unlock
Unlucky
Unlucky,
unmistakable
unpleasant.
unscrewed
unseen
untie
until
unwelcome
up
up,
up.
upon
upside
urge
us,
use
use.
used
useful
useful,
using
usual
usually
vague
valley
valley,
valley.
value
VAMPIRE
Vampire
vanishes
various
vase
vase,
vase.
vast
veer
very
via
vibration
vibrations
vice
victorious
view
view,
vile
village
village,
village.
vine
violet
visibility
visible,
visible.
vision
visitor
voice
voice.
voice:
voices
voices.
vulnerable
vultures
vultures.
Wade
wade
wager
wail
waist
waist.
waist-high
wait
waiting
wake
wakes
Walk
walk
Walking
walking
walks
wall
wall,
wall.
walls
walls,
walls.
wander
want
want,
want?'
wants
war-hammer
war-hammer.
warm
warns
WARRIOR
Warrior
warrior,
WARRIORS.
Warriors
warty
was
washing
watch
watched
watched.
watching
Water
Water.
Water?
water
water,
water.
watered
waterfall
waterfall.
waterfall?
Water-finding
wave
waves
waving
way
way,
way.
We
we
weak
weaker.
wealth
wealth.
wealthy
Weapon
weapon
weapon.
weapons,
wear
wearing
wears
weave
wedge
weed,
weeds
weeds,
weeks
weird
'Welcome
'Well,
Well
well
well,
well.
well-being.
well-furnished
wend
wends
were
WEREWOLF
Werewolf
west
west,
west.
west?
westwards,
wet
What
what
When
when
whenever
where
where,
whether
Which
which
While
while
while,
while.
whip
whip.
whips
whirl
whisper
whisper.
whispering
whispers
whistle.
whistles
Whistling
whistling
white
whittle
'Who
Who
who
whole
whom
whose
why
wick
wick.
wicker
wide
widen
widening.
widens
wide-open
wielding
WILD
Wild
wildest
wildly
Will
will
willing
win
win,
wince
wind
wind.
winding
window
window.
windows.
winds
winged
wings
wipe
Wiping
wish
wish.
wish;
wishing
WITCH.
Witch
With
with
withered
within
Without
without
wizard
WOLF
Wolf.
Wolf's
WOLVES
woman
woman.
woman?
woman's
wonder
Wondering
wondering
wood
wooden
woollen
words
words.
wore
work.
workers
works
world
WORM
Worm
worm
worry
worship.
worth
Would
would
wound
wound,
wound.
wounded
wounds
wounds,
wounds.
wraps
wrestled
wrestling?'
wrinkled
wrinkled,
wrist,
wrist.
wrists
write
written
wrong,
WYVERN
WYVERN.
Wyvern
Wyvern.
Wyvern's
yards
Yaztromo
Yaztromo,
Yaztromo.'
Yaztromo?
Yaztromo's
yellow
yellow-
yelping
yes,
yes,'
yes...'
'You
You
you
you!
you'.
you,
you.
you.'
you:
you;
you?
you?'
you'll
young
Your
your
yours
yourself
yourself!
yourself.
